{
    "READ_CONTACTS":"允许该应用读取您手机上存储的联系人相关数据。应用还将有权访问您的手机上已创建联系人的帐号，其中可能包括您已安装的应用所创建的帐号。此权限允许应用保存您的联系人数据，而恶意应用可能会在您不知情的情况下分享联系人数据。",
    "WRITE_CONTACTS":"允许该应用修改您手机上存储的联系人相关数据。此权限允许应用删除联系人数据。",
    "READ_CALENDAR":"此应用可读取您手机上存储的所有日历活动，并分享或保存您的日历数据。",
    "WRITE_CALENDAR":"此应用可在手机上添加、移除或更改日历活动。此应用可能会以日历所有者的身份发送消息，或在不通知所有者的情况下更改活动。",
    "SEND_SMS":"允许该应用发送短信。此权限可能会导致意外收费。恶意应用可能会未经您的确认而发送短信，由此产生相关费用。",
    "RECEIVE_SMS":"允许该应用接收和处理短信。这就意味着，该应用可能会监视发送到您设备的短信，或删除发送到您设备的短信而不向您显示。",
    "READ_SMS":"此应用可读取您手机上存储的所有短信。",
    "RECEIVE_WAP_PUSH":"允许该应用接收和处理 WAP 消息。此权限包括监视发送给您的消息或删除发送给您的消息而不向您显示的功能。",
    "RECEIVE_MMS":"允许该应用接收和处理彩信。这就意味着，该应用可能会监视发送到您设备的彩信，或删除发送到您设备的彩信而不向您显示。",
    "READ_CELL_BROADCASTS":"允许应用读取您的设备收到的小区广播消息。小区广播消息是在某些地区发送的、用于发布紧急情况警告的提醒信息。恶意应用可能会在您收到小区紧急广播时干扰您设备的性能或操作。",
    "READ_EXTERNAL_STORAGE":"允许该应用读取您共享存储空间中的内容。",
    "WRITE_EXTERNAL_STORAGE":"允许该应用写入您共享存储空间中的内容。",
    "ACCESS_MEDIA_LOCATION":"允许该应用从您的媒体收藏中读取位置信息。",
    "ACCESS_FINE_LOCATION":"当您使用此应用时，此应用可以通过位置信息服务获取您的确切位置信息。您必须开启设备的位置信息服务，此应用才能获取位置信息。这可能会增加耗电量。",
    "ACCESS_COARSE_LOCATION":"当您使用此应用时，此应用可以通过位置信息服务获取您的大致位置信息。您必须开启设备的位置信息服务，此应用才能获取位置信息。",
    "ACCESS_BACKGROUND_LOCATION":"即使您并未使用此应用，此应用也可以随时访问位置信息。",
    "READ_CALL_LOG":"此应用可读取您的通话记录。",
    "WRITE_CALL_LOG":"允许该应用修改手机的通话记录，包括有关来电和外拨电话的数据。恶意应用可能会借此清除或修改您的通话记录。",
    "PROCESS_OUTGOING_CALLS":"允许应用在拨出电话时查看拨打的电话号码，并选择改为拨打其他号码或完全中止通话。",
    "READ_PHONE_STATE":"允许该应用访问设备的电话功能。此权限可让该应用确定本机号码和设备 ID、是否正处于通话状态以及拨打的号码。",
    "READ_PHONE_NUMBERS":"允许该应用访问设备上的电话号码。",
    "CALL_PHONE":"允许该应用在您未执行操作的情况下拨打电话号码。此权限可能会导致意外收费或呼叫。请注意，此权限不允许该应用拨打紧急电话号码。恶意应用可通过拨打电话产生相关费用，而无需您的确认。",
    "ADD_VOICEMAIL":"允许应用在您的语音信箱中留言。",
    "USE_SIP":"允许该应用拨打和接听SIP电话。",
    "ANSWER_PHONE_CALLS":"允许该应用接听来电。",
    "ACCEPT_HANDOVER":"允许该应用继续进行在其他应用中发起的通话。",
    "RECORD_AUDIO":"当您使用此应用时，它可以使用麦克风录音。",
    "ACTIVITY_RECOGNITION":"此应用可以识别您的身体活动。",
    "CAMERA":"当您使用此应用时，它可以使用相机拍摄照片和录制视频。",
    "BODY_SENSORS":"允许该应用存取监测您身体状况的传感器所收集的数据，例如您的心率。",
    "BLUETOOTH_SCAN":"允许该应用发现附近的蓝牙设备并与其配对",
    "BLUETOOTH_CONNECT":"允许该应用连接到已配对的蓝牙设备",
    "BLUETOOTH_ADVERTISE":"允许该应用向附近的蓝牙设备广播",
    "UWB_RANGING":"允许应用确定附近超宽带设备之间的相对位置",
    "GET_ACCOUNTS":"允许该应用获取手机已知的帐号列表，其中可能包括由已安装的应用创建的所有帐号。"
}